;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Српски
;Language name in English e.g. German
LanguageEn=Serbian
;Your name here. You can also leave your email, website, blog...
Translator=Оззии ozzii.translate@gmail.com
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=1251

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Без
602=„Listary“ опције

;Tray Menu
1001=Помоћ на вези
1002=Провери ажурирање...
1003=О програму
1004=Излаз

;Toolbar
1100=Претрага

;Favorite Menu
2000=Омиљено
2001=Ова апликација
2002=Опште
2003=Додај овде
2004=Додај тренутну фасциклу у омиљене
2050=Неуспешно додавање у омињене
2051=Listary није могао да добије путању из ове апликације.

;Recent Menu
2100=Недавно
2101=Очисти
2103=Фасцикла
2104=Датотека
2105=Прати ову апликацију
2106=Не прати ову апликацију
2107=Покажи више...

;Smart Menu
2200=Паметно
2201=Тренутне отворене фасцикле
2202=Пребаци у последњу отворену фасциклу у менаџеру датотеке
2203=Отвори одабрану фасциклу у менаџеру датотеке
2204=Отвори тренутну фасциклу
2205=Командна линија
2206=Иди у фасциклу апликације
2207=Отвори фасциклу апликације
2208=Покажи екстензију датотеке
2209=Покажи скривене датотеке/фасцикле
2210=Копирај путању фасцикле у Клипборд
2211=Копирај путање одабраних ставки у Клипборд
2212=Копирај називе одабраних ставки у Клипборд
2213=Опције
2214=Надогради на „Pro“ верзију
2215=Додај апликацију на Подржану Листу
2216=Искључи „Listary“ за ову апликацију
2217=Извоз садржај листе у „CSV“ датотеку
2218=Одвајач
2250=%s је успешно додат у Подржану Листу.
2251=Можете да користите средњи клик миша или тастер %s за активацију „Listary“ у %s.
2252=Сигурно желите да искључите „Listary“ за ову апликацију?
2253=Искључи „Listary“
2254=„Listary“ се неће више пријављивати од следећег покретања ове апликације.\nУвек можете ићи на Опције > Апликације да га поново укључите.

;Search
2300=Листа
2301=Иди на
2302=Претрага није дала резултате.

;Options > General
3000=Опште
3001=Покрени „Listary“ са системом
3002=Аутоматско подеси фокус уноса на листу датотеке за „Windows XP Explorer“
3003=Провери ажурирања када се отворе Опције
3004=Прзо пребацивање (отвори тренутну фасциклу у дијалогу датотеке када се пребаци из менаџера датотеке)
3005=Језик:
3006=Предефинисани менаџер датотека
3007=Попуните ако желите да користите други менаџер датотека у месту „Explorer“.\nУпотребите %1 у параметру за путању. Не заборавите наводнике.


;Options > Favorites
3100=Омиљени
3101=Детаљи
3102=Назив:
3103=Пречица:
3104=Тип:
3105=Путања:
3106=Подмени
3107=Додај омиљену ставку
3108=Уклони одабрану омиљену ставку

;Options > Recent
3200=Недавно
3201=Опште недавне ставке:
3206=Прати опште недавне ставке
3207=Прати недавне датотеке/фасцикле за све апликације
3208=Ауто. одабери последњу отворену датотеку у дијалогу датотеке
3209=Уклони одабране недавне ставке
3210=Уклони све недавне ставке
3211=Опште недавне ставке
3212=Недавне фасцикле по апликацији
3213=Недавне датотеке по апликацији
3214=Недавне ставке менија
3215=Претражи недавне датотеке/фасцикле

;Options > Smart Commands
3300=Паметне команде
3301=Детаљи команде
3303=Команда:
3305=Покажи ову команду у Паметном менију
3306=Додај корисничку команду
3307=Име
3308=Пречива
3309=Команда
3310=Покажи у Паметном менију
3311=Додај уграђену паметну команду
3312=Уклони одабрану команду

;Options > Applications
3400=Апликације
3401=Подешавања апликације: (утиче само на одабрану апликацију са горње листе)
3402=Укључи „Listary“ за ову апликацију
3403=Прати недавне датотеке/фасцикле
3404=Додај апликацију да би променили њена подешавања
3405=Уклони одабрану апликацију уједно са њеним омиљенима/недавним ставкама
3406=Путања

;Options > Keyboard and Mouse
3500=Тастатура и миш
3501=Пречице
3502=Опште:
3503=Покаћи „Listary“ траку:
3504=Покажи искачући мени:
3505=Локално (ради само ако је трака „Listary“ видљива):
3506=Омиљени мени:
3507=Медавни мени:
3508=Паметни мени:
3509=Укључи локалне пречице (укључујичи пречице за омиљене/паметне команде) за „Explorer“ јада је трака „Listary“ сакривена.
3510=Миш
3511=Двоклик на празну површину да се активира „Listary“ у Explorer/Дијалогу датотеке/Десктопу
3512=Средњи клик за активирање „Listary“

;Options > Display
3600=Приказ
3601=Положај прозора
3602=Апсолутно
3603=Релативно по листи
3604=Релативно по прозору
3605=Од врха
3606=С дна
3607=С лева
3608=С десна
3609=Опацитет
3610=Мени
3611=Макс број приказаних ставки:
3612=Макс ширина (у пикселима):
3613=Мин ширина (у пикселима):
3614=Миш преко за отварање менија (чекање у милисекундама, 0 да се искљући):
3615=Искачући мени
3616=Покажи недавне ставке у подменију
3617=пиксели

;Options > Integration
4000=Интеграција
4001=Додај мени фасцикла од „Total Commander“ у „Listary“ омиљене
4002=Употреби „Total Commander“ у место дијалога датотеке:

;Options > Compatibility
3700=Компатибилност
3701=„Listary“ ће такође радити са следећим апликацијама:
3702=Додај апликацију на листу подршке
3703=Уклони одабрану апликацију са листе подршке
3704=Менаџер датотеке
3705=Класа
3706=Изврсно
3707=Адресна трака
3708=Да
3709=Не

;Options > Pro
3800=Надогради на „Listary Pro“
;3801=
3802=Име:
3803=Е-пошта:
3804=Код та регистрацију:
3805=Белешка
3806=„Listary“ је бесплатан (freeware) за личну и непрофилну употребу. У овим случајевима, одобрено Вам је да користите овај програм без накнаде.
3807=За комерцијалну употребу, требате надоградити на „Listary Pro“.
3808=Додај из клипборда
3809=Провери код за регистрацију

;Options > About
3900=О програму
3901=„Listary“ је бесплатан само за личну употребу. Ако хоћете да га користите у комерцијалне сврхе или требају Вам напредне функције, молимо Вас да купите „Pro“ верзију.
3902=Интернет страница
3903=Програм је лиценциран на

;Add Application Dialog
4100=Додај апликацију
4101=Повуци претраживач преко адресне траке апликације да је одаберете, а онда пустите дугме миша.
4102=Претраживач:
4103=Класа:
4104=Изврсно:
4105=Адресна трака:
4106=Да ли је менаџер датотеке (одабрати за укључивање функције које раде само за то)
4107=*НЕУСПЕЛО* Циљ покренут као админ?

;Custom Command Dialog
4200=Корисничка команда
4201=Пуна путања изврсне датотеке.\nПример: C:\Program Files\7-Zip\7z.exe
4202=Параметар:
4203=Овај пример показује како да додате одабрану датотеку у архиву са 7-Zip.\n\nМожете да користитие следеће варијабле у параметру. Варијабле не садрће навоснике, молимо да их ручно додате  према потребама.
4204=%file%\t\tПуна путања одабране датотеке/фасцикле.\nПример:  D:\download\music\example.mp3\n\n%path%\tПутања тренутне фасцикле.\nПример: D:\download\music\\n\n%filename%\tИме одабране датотеке/фасцикле.\nПример: example.mp3

;Add Favorite Dialog
4300=Додај омиљено